const SENTENCES = {
  FOOTER: {
    UNIQUE_SERVICE: {
      TITLE: '特色服务',
      LEVEL_EVALUATE: '法律文书检索',
      DATA_SUPPLY: '文书智能推荐',
      PLAN_ESTABLISH: '文书纠错服务',
      HELP_RECOMMEND: '法律智能咨询'
    },
    CONTACT: {
      TITLE: '联系我们',
      PHONE_CHENGDU: '联系人:  ',
      NAME_CHENGDU: '***      12345678910',
      PHONE_NANJING: '邮   箱:  ',
      NAME_NANJING: 'njulaw@nju.enu.cn'
    }
  },
  SEARCH: {
    TITLE: '请输入要搜索的文书相关内容...'
  },
  DOC: {
    mock_id: 1,
    mock_title: '胡玉海故意杀人二审裁定书',
    mock_summary: '产生怨恨心理，于2014年10月6日14时许，在榆树市中医院东侧胡同内，伙同其父胡某某（另案处理）对被害人头部击打数下，其中胡某某持锤子，胡玉海持电棍，后被人拉开致杀人未遂。案发后，被告人胡玉海家属赔偿被害人郑某甲经济损失人民币1万元，郑某甲对胡玉海表示谅解。原审判决认为：被告人胡玉海胡同胡某某持械击打被哈害人郑某甲要害部位数下，其主观上具有非法剥夺他人生命的故意',
    mock_content: '原公诉机关吉林省榆树市人民检察院。\n' +
      '\n' +
      '上诉人（原审被告人）胡玉海，男，1987年6月7日出生于吉林省榆树市，汉族，住榆树市。因涉嫌犯故意杀人罪，于2015年1月11日被刑事拘留，同年1月22日被逮捕。现羁押于吉林省榆树市看守所。\n' +
      '\n' +
      '辩护人孙立华，吉林广庆律师事务所律师。\n' +
      '吉林省榆树市人民法院审理的吉林省榆树市人民检察院指控被告人胡玉海犯故意杀人罪一案，于2015年12月31日作出（2015）榆刑初字第309号刑事判决。宣判后，原审被告人胡玉海不服，提出上诉，本院于2016年2月14日受理此案并依法组成合议庭，于2016年月日公开开庭审理了本案，吉林省长春市人民检察院指派检察员出庭履行职务，上诉人胡玉海到庭参加诉讼，现已审理终结。\n' +
      '原审判决认定，被告人胡玉海因怀疑被害人郑某甲与其前妻韩晶有不正当男女关系导致其离婚，产生怨恨心理，于2014年10月6日14时许，在榆树市中医院东侧胡同内，伙同其父胡某某（另案处理）对被害人头部击打数下，其中胡某某持锤子，胡玉海持电棍，后被人拉开致杀人未遂。\n' +
      '\n' +
      '案发后，被告人胡玉海家属赔偿被害人郑某甲经济损失人民币1万元，郑某甲对胡玉海表示谅解。\n' +
      '\n' +
      '原审判决认为：被告人胡玉海胡同胡某某持械击打被哈害人郑某甲要害部位数下，其主观上具有非法剥夺他人生命的故意，客观上实施了非法剥夺他人生命的行为，其行为已构成故意杀人罪。因被害人反抗及他人阻拦而未得逞，系犯罪未遂，可以对其从轻或减轻处罚；被告人胡玉海在共同犯罪中起次要作用，系从犯，应当对其从轻或减轻处罚；被告人胡玉海赔偿被害人经济损失并取得谅解，可以酌情从轻处罚。鉴于其具有上述情节，依法对其减轻处罚。依照《中华人民共和国刑法》第二百三十二条、第二十三条、第二十五条第一款、第二十七条之规定，以故意杀人罪，判处被告人胡玉海有期徒刑三年。\n' +
      '\n' +
      '上诉人胡玉海上诉提出：其与胡某某事先没有预谋，没有杀人故意，没有和胡某某共同实施犯罪行为，其用手电和拳头击打被害人，不可能造成死亡后果，原审判决认定其构成故意杀人罪，定性错误，请求改判其无罪。\n' +
      '\n' +
      '上诉人胡玉海的辩护人提出：证人胡某某证言与被害人郑某甲陈述存在矛盾，且二人多次证言及陈述中均自相矛盾，证人张某某、秦某某证言存在虚假可能性，现有证据无法证实胡某某击打被害人时胡玉海是否参与殴打，认定上诉人胡玉海构成故意杀人罪，事实不清、证据不足。\n' +
      '\n' +
      '长春市人民检察院意见：驳回上诉，维持原判。\n' +
      '\n' +
      '原审法院在判决书中列举了认定本案事实的证据，相关证据均已在一审审开庭审理时当庭出示并经质证。本院经依法全面审查，对一审判决认定的事实及证据予以确认。\n' +
      '\n' +
      '上诉人胡玉海上诉提出，其与胡某某事先没有预谋，没有杀人故意，没有和胡某某共同实施犯罪行为，其用手电和拳头击打被害人，不可能造成死亡后果，原审判决认定其构成故意杀人罪，定性错误，请求改判其无罪。经查，证人胡某某在侦查机关多次供述中供认其因怀疑郑某甲与其子胡玉海前妻有染，遂趁郑某甲酒后小便之机，用事先准备的锤子击打郑某乙，并声称如不能找回韩晶就打死郑某甲，此时胡玉海持电棍殴打被害人郑某乙、肩某某的情节与证人秦某某证言相吻合，且有证人张某某证言予以佐证；同时证人韩某某、陶某某证实胡玉海、胡某某事先均扬言要杀死郑某甲；上诉人胡玉海供认在送郑某甲去医院途中，其击打郑某乙的情节与证人秦某某、张某某证言及被害人郑某甲陈述在去往医院途中胡玉海用电棍击打郑某乙的情节相印证。故上诉人胡玉海虽否认在其父胡某某用铁锤击打郑某乙并声称打死郑某甲的情况下其未帮助胡某某共同殴打郑某甲，但其辩解无其他证据佐证不能成立，本案现有证据能够形成证明体系，证实被告人胡玉海在胡某某持铁锤击打郑某乙并扬言杀人时用电棍帮助胡某某击打郑某甲的事实，二人事先虽未预谋杀人，但其行为仍应与胡某某构成故意杀人罪的事中共犯。原审判决认定事实清楚，定性准确，对上诉人胡玉海的上诉理由不予支持。\n' +
      '\n' +
      '上诉人胡玉海的辩护人提出，证人胡某某证言与被害人郑某甲陈述存在矛盾，且二人多次证言及陈述中均自相矛盾，证人张某某、秦某某证言存在虚假可能性，现有证据无法证实胡某某击打被害人时胡玉海是否参与殴打，认定上诉人胡玉海构成故意杀人罪，事实不清、证据不足。经查，证人胡某某证言及被害人郑某甲多次陈述中，最初的证言及陈述均较为稳定且与在案其他证据能够相互印证，在后的其他陈述及证言中尽管存在反复，但没有其他证据相佐证，又无合理的翻证理由，均不应予以采信。证人张某某、秦某某证言均系侦查机关经合法询问程序取得，且与在案其他证据相互印证，现没有证据表明二人有作伪证的动机和行为，故现有证据能够证实胡某某击打被害人时胡玉海持械与胡某某共同殴打被害人的事实，原审判决认定胡玉海构成故意杀人罪证据充分，故对辩护人的辩护意见不予支持。' +
      '\n合议庭评议认为，上诉人胡玉海故意非法剥夺他人生命，其行为已构成故意杀人罪。其在实行犯罪过程中，因意志以外的原因未得逞，系犯罪未遂，可以比照既遂犯减轻处罚；其在共同犯罪中起次要作用，系从犯，应当减轻处罚；其赔偿了被害人经济损失，可酌情从轻处罚。一审判决认定事实清楚，证据确实、充分，定罪准确，量刑适当，审判程序合法。长春市人民检察院建议驳回上诉，维持原判的意见予以采纳。依照《中华人民共和国刑事诉讼法》第二百二十五条第一款第（一）项之规定，裁定如下：\n' +
      '\n' +
      '\n' +
      '驳回上诉，维持原判。\n' +
      '\n' +
      '本裁定为终审裁定。\n审判长邵坤\n' +
      '\n' +
      '审判员梁福庆\n' +
      '\n' +
      '代理审判员范文浩\n' +
      '\n' +
      '二〇一六年四月十五日\n' +
      '\n' +
      '书记员苗惠'
  }
}

export { SENTENCES }
